{
  "about_the_book": {
    "summary_en": "Clubs and subcultural spaces have shaped Berlin for decades and made the city a place of longing for people from all over the world. The hangouts of the punk and new wave underground of the 1980s or the techno clubs of the 1990s, for example, are legendary. This book is dedicated to these places, among them famous discos, secret meeting places of the GDR opposition, and subcultural adventure playgrounds of various stripes. They tell about a city, that once was, and show how strongly club and subculture is affected by displacement.\n\nIn this book, 60 such places are immortalized in illustrations by Tine Fetz, while their stories have been written down by Daniel Schneider.",
    "summary_de": "Clubs und subkulturelle Freiräume prägen Berlin seit Jahrzehnten und machen die Stadt zu einem Sehnsuchtsort für Menschen aus aller Welt. Legendär sind zum Beispiel die Treffpunkte des Punk- und New-Wave-Untergrunds der 1980er Jahre oder die Technoclubs aus den 1990ern. Dieses Buch ist ihnen gewidmet, darunter berühmte Diskotheken, geheime Treffpunkte der DDR-Opposition und subkulturelle Abenteuerspielplätze verschiedenster Couleur. Sie berichten von einem Berlin, das es nicht mehr gibt, und davon, wie stark die Club- und Subkultur von Verdrängung betroffen ist.\n\nTine Fetz hat 60 dieser »Places« in Illustrationen verewigt, ihre Geschichten hat Daniel Schneider aufgeschrieben."
  },
  "authors": {
    "summary_en": "**Tine Fetz**, born in 1984 in Bad Kreuznach, works as an illustrator and comic artist in Berlin. Alongside commissioned work for various publications and magazines, she creates comics for newspapers and anthologies.\n\n**Daniel Schneider**, born in 1979 in Gießen, studied North American Studies and European Ethnology in Berlin and, on the side, tried his luck as a techno DJ. His interest in subcultural and club-culture topics led him to the Berlin Archive of Youth Cultures, where he has worked, with interruptions, for more than ten years. He has also worked, among other things, for the Berlin Clubcommission and the nightlife conference »Stadt nach Acht«.",
    "summary_de": "**Tine Fetz**, geboren 1984 in Bad Kreuznach, arbeitet als Illustratorin und Comiczeichnerin in Berlin. Neben Auftragsarbeiten für verschiedene Publikationen und Magazine zeichnet sie Comics für Zeitungen und Anthologien.\n\n**Daniel Schneider**, geboren 1979 in Gießen, hat in Berlin Nordamerikastudien und Europäische Ethnologie studiert und nebenher als Techno-DJ sein Glück versucht. Sein Interesse an sub- und clubkulturellen Themen führte ihn in das Berliner Archiv der Jugendkulturen, wo er seit gut zehn Jahren mit Unterbrechungen arbeitet. Er war außerdem u. a. für die Berliner Clubcommission und die Nachtlebenkonferenz »Stadt nach Acht« tätig."
  },
  "locations": {
    "1": {
      "name": "Radarstation auf dem Teufelsberg",
      "district": "Charlottenburg-Wilmersdorf",
      "address": "Teufelsseechaussee 10, Grunewald",
      "description_de": "1937 wird im Grunewald mit dem Bau der Wehrtechnischen Fakultät als Teil der von Adolf Hitler und Albert Speer geplanten Reichshauptstadt Germania begonnen. Nach Kriegsbeginn werden die Bauarbeiten eingestellt. In den 1950er Jahren wird aus dem Areal ein Abladeplatz für die Trümmer der im Krieg zerstörten Häuser. Der Rohbau des Gebäudes verschwindet unter dem Schutt und es entsteht der Teufelsberg, mit 120 Metern der höchste Berg West-Berlins.\n\tDer Trümmerberg erweist sich als idealer Ort, um den Funkverkehr des Warschauer Pakts zu überwachen, weshalb auf seinem Gipfel ab 1964 eine Abhörstation der US-amerikanischen NSA und anderer alliierter Geheimdienste entsteht. Nach dem Fall der Berliner Mauer endet die militärische Nutzung der Station, sie wird aber noch eine Weile zur Überwachung des zivilen Luftverkehrs genutzt, bis sie Ende der 1990er Jahre endgültig schließt. Eine Investorengemeinschaft kauft das Areal, es sollen ein Hotel und Luxus-Apartments entstehen. Das Projekt scheitert u. a. aufgrund finanzieller Probleme. Für Aufsehen sorgt 2007 der Plan des Regisseurs David Lynch, gemeinsam mit der Maharishi Weltfriedens-Stiftung ein spirituelles Ausbildungszentrum, die Universität unbesiegbares Deutschland, in der ehemaligen Radarstation zu errichten – auch aus diesem Projekt wird nichts.\n\tIn der Zwischenzeit verwandeln sich die Gebäude in Ruinen. Das zeitweise unbewachte Gelände wird zu Berlins spektakulärstem Lost Place mit allem was dazu gehört: Graffitis und illegale Partys, Vandalismus und Abenteuer. Zudem haben Besucher*innen vom Dachdes höchsten Turms der ehemaligen Radarstation einen großartigen Blick über Berlin. Ab 2010 wird daraus ein legales Ausflugsziel, für dessen Besuch Eintritt gezahlt werden muss. Auf dem Gelände finden seitdem legale Partys, Konzerte, Ausstellungen und andere Events statt. Außerdem befindet sich hier heute die angeblich größte Street- Art-Galerie Europas. 2018 wird der gesamte Berg unter Denkmalschutzgestellt. Was in Zukunft aus dem Gelände werden soll, ist weiterhin ungewiss.",
      "description_en": "In 1937, construction begins in Grunewald for the military-technical college (Wehrtechnischen Fakultät) as part of the Reich Capital Germania planned by Adolf Hitler and Albert Speer. After the Second World War begins, construction work stops. In the 1950s, the area becomes a dumping ground for the rubble of houses destroyed in the war. The shell of the building disappears under the debris, and the Teufelsberg — the highest point in West Berlin, at 120 meters in elevation — is created.\n\tThe mountain of rubble proves to be an ideal place to monitor the radio traffic of the Warsaw Pact, which is why in 1964 a listening station operated by the American NSA and other Allied intelligence services is built on its summit. After the fall of the Berlin Wall, military use of the station ends, but it continues to be used to monitor civilian air traffic until it finally closes in the late 1990s. A consortium of investors buys the site with the intention to build a hotel as well as luxury apartments. But the project fails due to financial problems, among other things. In 2007, the movie director David Lynch’s plan to transform the former radar station into a spiritual training center, the Invincible Germany University, together with the Maharishi Foundation for World Peace,causes a public stir — but this project also comes to nothing.\n\tIn the meantime, the buildings turn into ruins. The temporarily unguarded station becomes Berlin’s most spectacular abandoned place, complete with graffiti and illegal parties, vandalism and adventure. It’s especially known for the sweeping views of the city from the roof of the highest tower. In 2010, the site is turned into a legal sightseeing destination, for which visitors have to pay an entrance fee. Since then, legal parties, concerts, exhibitions, and other events have been taking place on the grounds. It’s also home to what is said to be the largest street art gallery in Europe. The entire mountain has been listed as a historical monument since 2018, but it remains uncertain what will become of the site in the future.",
      "image": "location_images/location_01.png",
      "relative_map_position": {
        "x": 0.0592,
        "y": 0.6013
      }
    },
    "2": {
      "name": "WOGA-Komplex",
      "district": "Charlottenburg-Wilmersdorf",
      "address": "Kurfürstendamm 153–156, Wilmersdorf",
      "description_de": "In den Jahren 1927 bis 1931 wird am Lehniner Platz, ganz im Westen des Kurfürstendamms, von der Wohnungs-Grundstücks-Verwertungs- Aktiengesellschaft (WOGA) ein Gebäudeensemble errichtet. Entworfen hatte den Komplex der Architekt Erich Mendelsohn im Stil der Neuen Sachlichkeit. Auffällig sind die beiden zur Kurfürstenstraße hin gelegenen Kopfbauten, in denen sich u. a. das Theater Kabarett der Komiker, eine Ladenstraße und das UFA-Premierenkino Universum befinden. Außerdem gehören mehrere Wohngebäude zum Ensemble. Es erleidet schwere Schäden im Zweiten Weltkrieg.\n\tDer linke Kopfbau wird 1962 abgerissen und weitestgehend originalgetreu wiederaufgebaut. Eine unübersichtliche Menge von mindestens zehn verschiedenen Clubs ist hier im Laufe der Jahre zuhause, manchmal mehrere gleichzeitig. Darunter ist ab 1966 Rolf Edens Playboy Club [4], in den 1970ern folgen u. a. Pal Joe, Treibhaus oder Tolstefanz. 1977 eröffnet neben dem rund um die Uhr geöffnetenRestaurant Athener Grill das Funkhouse, das mangels Erfolg vom Betreiber noch im selben Jahr in Punkhouse umbenannt wird – und damit der erste Punk-Club Berlins ist. 1978 muss der Club schon wieder schließen. Eine beliebte Diskothek ist außerdem das von 1983 bis 2006 im Gebäude ansässige Far Out, betreiben von Anhänger*innen der Bhagwan-Sekte. In den Räumen der ehemaligen Clubs befindet sich bis 2022 eine Spielothek, außerdem ist hier bis heute ein Fitnessstudio beheimatet.\n\tAuch in dem Gebäude auf der rechten Seite befindet sich kurze Zeit ein Club. Nachdem das Gebäude nach dem Krieg zunächst weiter als Kino genutzt wurde, zieht hier 1969 das Beautiful Balloon ein. Die Diskothek mit psychedelischer Lightshow scheitert aber schon im selben Jahr, dafür eröffnet Rolf Eden hier kurz darauf ein Musical-Theater, in dem u. a. das Hippie-Musical Hair läuft. Aber auch das Eden Theater überlebt nicht lange und ab 1972 steht das ehemalige Kino leer. Ende der 1970er Jahre wird das Haus für die Schaubühne [33] umgebaut, die hier seit 1981 ansässig ist.",
      "description_en": "Between 1927 and 1931, the Wohnungs-Grundstücks-Verwertungs-Aktiengesellschaft (WOGA) erects a building complex on Lehniner Platz, on the western end of Kurfürstendamm, designed by architect Erich Mendelsohn in the New Objectivity style. Remarkable are the two main buildings facing Kurfürstenstraße, which house, among other things, the Kabarett der Komiker theater, a shopping area and the UFA premiere cinema Universum. The ensemble also includes several residential buildings. It suffers heavy damage during the Second World War.\n\tThe left main building is demolished in 1962 and rebuilt largely true to the original. At least ten different clubs make their home here over the years – sometimes several at the same time. Among them is Rolf Eden’s Playboy Club [4] from 1966, followed in the 1970s by Pal Joe, Treibhaus and Tolstefanz, among others. In 1977, the Funkhouse opens next to the Athener Grill restaurant, which is open around the clock. Due to a lack of success, the operator renames it Punkhouse in the same year, making it Berlin’s first punk club. In 1978, the club has to close again. Another popular discotheque is Far Out, which is located in the building from 1983 to 2006 and run by followers of the Bhagwan sect. The rooms of the former clubs house a gambling hall until 2022, as well as a fitness studio, which is located here to this day.\n\tAfter a period of use as a cinema following the war, the building on the right side is also occupied by a club, Beautiful Balloon, in 1969. However, the discotheque with its psychedelic light show fails in the same year. Rolf Eden opens a musical theater here shortly thereafter, in which, among other things, the hippie musical Hair is shown. But the Eden Theater does not survive for long either, and from 1972 onwards the former cinema stands empty. At the end of the 1970s, the building is remodeled as a theater for the Schaubühne [33], which is based here since 1981.",
      "image": "location_images/location_02.png",
      "relative_map_position": {
        "x": 0.2659,
        "y": 0.5919
      }
    },
    "3": {
      "name": "Riverboat",
      "district": "Charlottenburg-Wilmersdorf",
      "address": "Hohenzollerndamm 174–177, Wilmersdorf",
      "description_de": "Das Haus des Deutschen Versicherungskonzerns wird von 1930 bis 1935 nach den Plänen des Architekten Emil Fahrenkamp im Stil der Neuen Sachlichkeit erbaut. In den letzten Kriegsjahren zieht hier das Oberkommando des Heeres ein, Ende der 1940er Jahre wird es zum Haus der Konfektion und Sitz verschiedener Betriebe und Firmen.\n\tAuf dem Dach des Gebäudes eröffnet 1949 mit dem Dachgarten Janika die erste Tanzbar Berlins nach dem Zweiten Weltkrieg, später ist hier auch das Kabarett Die Krachmandeln zuhause. 1960 übernehmen neue Betreiber das Lokal, sie eröffnen hier das Jugendjazzlokal Riverboat und richten die Innenräume wie einen alten Dampfer ein. Fünf Tanzflächen – Decks genannt – werden nach und nach ausgebaut, bis zu 2.000 Gäste passen hinein. Bis in die 1970er Jahre spielen verschiedene Hausbands Jazz und Rockmusik auf den Bühnen des Clubs. Später wird eine reine Großraumdiskothek daraus, auf den verschiedenen Floors laufen Pop, Funk und Soul oder auch New Wave und Gothic. Ab 1989 übernehmen mehrfach neue Betreiber*innen das Riverboat, u. a. die Familie Saß, der zuvor das Quartier Latin [14] gehört hatte. Sie haben aber alle wenig Glück und die Diskothek schließt 1991 endgültig.\n\tAb 1996 sind in den Räumen Ateliers untergebracht, denen aber 2013 von der Bezirksverwaltung gekündigt wird. Das Land Berlin hatte das Gebäude schon 1966 gekauft und im Laufe der Jahre waren Dienststellen der Charlottenburg-Wilmersdorfer Bezirksverwaltungund des Berliner Senats in das Gebäude gezogen. Die Räume der ehemaligen Diskothek werden nach Auszug der Ateliers ebenfalls inBüros umgewandelt.",
      "description_en": "The house of the Deutsche Versicherungskonzern is built from 1930 to 1935 according to the plans of the architect Emil Fahrenkamp in the style of New Objectivity. In the last years of the war, the German Army High Command moves in here; at the end of the 1940s, it turns into the Haus der Konfektion and becomes home to various businesses and companies.\n\tIn 1949, Berlin’s first dance bar after the Second World War, Dachgarten Janika, opens on the roof of the building. Later, it is also home to the cabaret Die Krachmandeln. In 1960, new operators take over the place and open the youth jazz club Riverboat, with an interior furnished like an old steamship. Over time, five dance floors — called decks — are created, with room for up to 2,000 guests. Until the 1970s, various house bands play jazz and rock music on the club’s stages. Later, it becomes a large-capacity discotheque, with pop, funk and soul, as well as new wave and goth music, playing on the various floors. From 1989 onwards, Riverboat changes hands several times. Its various managers include the Saß family, who had previously run the Quartier Latin [14]. They all have little luck, however, and the discotheque closes for good in 1991.\n\tFrom 1996, the rooms house ateliers, which are evicted by the district administration in 2013. The building, having been purchased by the state of Berlin in 1966, is already home to offices of the Charlottenburg-Wilmersdorf district administration and the Berlin Senate, and the rooms of the former discotheque are also converted into offices after the ateliers move out.",
      "image": "location_images/location_03.png",
      "relative_map_position": {
        "x": 0.2961,
        "y": 0.6674
      }
    },
    "4": {
      "name": "Big Eden",
      "district": "Charlottenburg-Wilmersdorf",
      "address": "Kurfürstendamm 202, Charlottenburg",
      "description_de": "Der Filmproduzent Arthur Brauner lässt von 1966 bis 1968 am Kurfürstendamm, an der Ecke zur Knesebeckstraße, ein Büro- und Geschäftshaus errichten. Als Mieter*innen ziehen u. a. das Filmkunstkino Lupe und die Diskothek Big Eden ein. Die im Keller des Gebäudes gelegene Disko wird von dem bekannten Nachtclubbesitzer und »Playboy« Rolf Eden betrieben. Es ist nach dem schon 1957 eröffneten Eden Saloon, dem New Eden, dem Eden-Playboy-Club [2] und dem Kabarett Schlüsselloch (später Blue Tattoo) sein fünftes Lokal. Mit seinen Diskotheken und Bars prägt er das West-Berliner Nachtleben der Wirtschaftswunderzeit. Teil seines erfolgreichen Geschäftsmodells sind neben der eigenen Selbstvermarktung und Dauerpräsenz in der Klatschpresse die barbusigen Frauen, die in seinen Clubs als Go-Go- Girls, DJs oder Kellnerinnen arbeiten. Hübsche Frauen haben freien Eintritt und erhalten Freigetränke. Regelmäßig finden Misswahlen statt, Varieté- und Striptease-Shows sowie Auftritte von Bands gehören zum Programm. Die Berliner Prominenz ist zu Gast, aber auch internationale Stars besuchen die Lokale. Das Big Eden ist von diesen die größte Einrichtung und als klassische Diskothek auch bei Tourist*innen und Jugendlichen auf Klassenfahrt beliebt.\n\tNach dem Fall der Mauer zieht sich Rolf Eden immer mehr aus dem Clubgeschäft zurück. Am längsten betreibt er noch das Big Eden, dessen legendärer Ruf allerdings schon lange verblasst ist, als er es 2002 verkauft. Die neuen Betreiber sind die damaligen Besitzer der Arena [55] und des Sage Club [30]. Sie planen aus der Disko einen hippen Szene-Club zu machen. Statt Mainstreampop laufen jetzt Punk, R’n’B und Elektro. Wirklich erfolgreich ist das Konzept nicht und Anfang 2006 wird das Big Eden geschlossen. Abgesehen von ein paar einzelnen Events stehen die Räume seitdem leer. Rolf Eden stirbt im August 2022 im Alter von 92 Jahren.",
      "description_en": "From 1966 to 1968, film producer Arthur Brauner builds an office and commercial building on Kurfürstendamm, at the corner of Knesebeckstraße. Tenants include the arthouse cinema Lupe and the discotheque Big Eden. The disco, located in the basement of the building, is run by the well-known nightclub owner and “playboy” Rolf Eden. It is his fifth and largest establishment following the Eden Saloon, which opened as early as 1957, the New Eden, the Eden Playboy Club [2] and the cabaret Schlüsselloch (later Blue Tattoo). With his discotheques and bars, he shapes the nightlife of West Berlin during the post-war economic recovery (Wirtschaftswunder). Part of his successful business model, in addition to his own self-promotion and permanent presence in the tabloids, are the topless women who work in his clubs as go-gogirls, DJs and waitresses. Pretty women have free entry and get complimentary drinks. On the program are pageants, variety and striptease shows and band performances. The clientele includes not only Berlin celebrities, but international stars, in addition to the usual tourists and teenagers on school trips.\n\tAfter the fall of the Berlin Wall, Rolf Eden withdraws more and more from the club business. The longest running club is Big Eden, but by the time he sells it in 2002, its legendary reputation has long faded. The new operators are the owners of Arena [55] and Sage Club [30], who plan to turn the disco into a hip scene club. Instead of mainstream pop, they now play punk, R’n’B and electro. The concept is not particularly successful and Big Eden closes at the beginning of 2006. Apart from a few individual events, the rooms remain empty. Rolf Eden dies in August 2022 at the age of 92.",
      "image": "location_images/location_04.png",
      "relative_map_position": {
        "x": 0.3262,
        "y": 0.5694
      }
    },
    "5": {
      "name": "Tanz-Arena Linientreu",
      "district": "Charlottenburg-Wilmersdorf",
      "address": "Budapester Straße 42, Charlottenburg",
      "description_de": "In der Nähe des Bahnhof Zoo wird von 1955 bis 1957 mit Mitteln des Marshallplans das Bikinihaus als Teil des Gebäudeensembles Zentrum am Zoo erbaut. In dem Gebäude befindet sich in der Anfangszeit noch eine Produktionsstätte für Damenmode, ansonsten umfasst es Büros und Geschäfte. Von 1977 bis 1993 ist hier außerdem die Staatliche Kunsthalle Berlin zuhause.\n\tIm Keller des Gebäudes eröffnet in den 1970er Jahren die Diskothek Take Off. 1982 wird daraus die Tanz-Arena Linientreu, eine der beliebtesten Diskos im West-Berlin der 1980er Jahre. Es läuft eine Mischung aus New Wave, Dark Wave, Punk und Pop, getanzt wird auf einer großen, runden, mit Metallplatten bedeckten Tanzfläche. Als nach dem Fall der Mauer die Clubszene im alten Westen Berlins an Bedeutung verliert und die meisten der Clubs in der Gegend nach und nach schließen [9,11], macht das Linientreu weiter und beginnt auch Techno- bzw. Hardtrancepartys zu veranstalten. Irgendwann ist es dann vor allem noch für die hier stattfindenden Böhse-Onkelz- und Depeche-Mode-Partys bekannt. Als das Gebäude grundsaniert werden soll und der Mietvertrag ausläuft, muss das Linientreu 2008 schließen.\n\tNach der Sanierung wird das Gebäude 2014 als hippe »Concept Shopping Mall« wiedereröffnet, die allerdings hinter den Erwartungen der Eigentümerfirma zurückbleibt und unter Leerstand und Besucher*innenmangel leidet.",
      "description_en": "From 1955 to 1957, the Bikinihaus is built near the Zoo train station with funds from the Marshall Plan as part of the Zentrum am Zoo complex of buildings. In its early days, the building houses a production facility for women’s fashion; otherwise, it contains offices and stores. From 1977 to 1993, it is also home to the Staatliche Kunsthalle Berlin (State Art Gallery).\n\tThe Take Off discotheque opens in the 1970s in the basement of the building. In 1982, it becomes the Tanz-Arena Linientreu, one of the most popular discos in 1980s West Berlin. A mixture of new wave, dark wave, punk and pop is played, and dancing takes place on a large, round dance floor covered with metal plates. When, after the fall of the Berlin Wall, the club scene in old West Berlin loses its relevance and most of the clubs in the area successively close [9,11], Linientreu continues and also starts to organize techno and hard-trance parties. At some point it becomes known primarily for its Böhse Onkelz and Depeche Mode nights. The building is slotted for fundamental renovation, and Linientreu is forced to close after its lease expires in 2008.\n\tAfter the renovation, the building reopens in 2014 as a hip “concept shopping mall”, which, however, falls short of investors’ expectations and suffers from vacancies and a lack of visitors.",
      "image": "",
      "relative_map_position": {
        "x": 0.3816,
        "y": 0.5365
      }
    },
    "6": {
      "name": "Bierpinsel",
      "district": "Steglitz-Zehlendorf",
      "address": "",
      "description_de": "",
      "description_en": "",
      "image": "",
      "relative_map_position": {
        "x": 0.3399,
        "y": 0.897
      }
    },
    "7": {
      "name": "La Belle",
      "district": "Tempelhof-Schöneberg",
      "address": "",
      "description_de": "",
      "description_en": "",
      "image": "",
      "relative_map_position": {
        "x": 0.3787,
        "y": 0.8003
      }
    },
    "8": {
      "name": "Malzfabrik Schöneberg",
      "district": "Tempelhof-Schöneberg",
      "address": "",
      "description_de": "",
      "description_en": "",
      "image": "",
      "relative_map_position": {
        "x": 0.4755,
        "y": 0.8548
      }
    },
    "9": {
      "name": "Dschungel",
      "district": "Tempelhof-Schöneberg",
      "address": "",
      "description_de": "",
      "description_en": "",
      "image": "",
      "relative_map_position": {
        "x": 0.3848,
        "y": 0.5663
      }
    },
    "10": {
      "name": "Chez Romy Haag",
      "district": "Tempelhof-Schöneberg",
      "address": "",
      "description_de": "",
      "description_en": "",
      "image": "",
      "relative_map_position": {
        "x": 0.3989,
        "y": 0.5905
      }
    },
    "11": {
      "name": "Metropol",
      "district": "Tempelhof-Schöneberg",
      "address": "",
      "description_de": "",
      "description_en": "",
      "image": "",
      "relative_map_position": {
        "x": 0.4321,
        "y": 0.5898
      }
    },
    "12": {
      "name": "Drugstore",
      "district": "Tempelhof-Schöneberg",
      "address": "",
      "description_de": "",
      "description_en": "",
      "image": "",
      "relative_map_position": {
        "x": 0.4585,
        "y": 0.6314
      }
    },
    "13": {
      "name": "Risiko",
      "district": "Tempelhof-Schöneberg",
      "address": "",
      "description_de": "",
      "description_en": "",
      "image": "",
      "relative_map_position": {
        "x": 0.4825,
        "y": 0.6382
      }
    },
    "14": {
      "name": "Quartier Latin",
      "district": "Mitte",
      "address": "",
      "description_de": "",
      "description_en": "",
      "image": "",
      "relative_map_position": {
        "x": 0.4712,
        "y": 0.567
      }
    },
    "15": {
      "name": "Tempodrom",
      "district": "Mitte",
      "address": "",
      "description_de": "",
      "description_en": "",
      "image": "",
      "relative_map_position": {
        "x": 0.5123,
        "y": 0.5157
      }
    },
    "16": {
      "name": "Tape Club",
      "district": "Mitte",
      "address": "",
      "description_de": "",
      "description_en": "",
      "image": "",
      "relative_map_position": {
        "x": 0.4834,
        "y": 0.3281
      }
    },
    "17": {
      "name": "Stattbad Wedding",
      "district": "Mitte",
      "address": "",
      "description_de": "",
      "description_en": "",
      "image": "",
      "relative_map_position": {
        "x": 0.4982,
        "y": 0.2254
      }
    },
    "18": {
      "name": "Tresor",
      "district": "Mitte",
      "address": "",
      "description_de": "",
      "description_en": "",
      "image": "",
      "relative_map_position": {
        "x": 0.5298,
        "y": 0.5005
      }
    },
    "19": {
      "name": "Elektro",
      "district": "Mitte",
      "address": "",
      "description_de": "",
      "description_en": "",
      "image": "",
      "relative_map_position": {
        "x": 0.5425,
        "y": 0.4831
      }
    },
    "20": {
      "name": "WMF",
      "district": "Mitte",
      "address": "",
      "description_de": "",
      "description_en": "",
      "image": "",
      "relative_map_position": {
        "x": 0.5589,
        "y": 0.4928
      }
    },
    "21": {
      "name": "E-Werk",
      "district": "Mitte",
      "address": "",
      "description_de": "",
      "description_en": "",
      "image": "",
      "relative_map_position": {
        "x": 0.5462,
        "y": 0.5115
      }
    },
    "22": {
      "name": "Bunker",
      "district": "Mitte",
      "address": "",
      "description_de": "",
      "description_en": "",
      "image": "",
      "relative_map_position": {
        "x": 0.5363,
        "y": 0.3915
      }
    },
    "23": {
      "name": "Tacheles",
      "district": "Mitte",
      "address": "",
      "description_de": "",
      "description_en": "",
      "image": "",
      "relative_map_position": {
        "x": 0.5531,
        "y": 0.3729
      }
    },
    "24": {
      "name": "Eimer",
      "district": "Mitte",
      "address": "",
      "description_de": "",
      "description_en": "",
      "image": "",
      "relative_map_position": {
        "x": 0.5961,
        "y": 0.3518
      }
    },
    "25": {
      "name": "Palast der Republik",
      "district": "Mitte",
      "address": "",
      "description_de": "",
      "description_en": "",
      "image": "",
      "relative_map_position": {
        "x": 0.5973,
        "y": 0.4386
      }
    },
    "26": {
      "name": "Exit",
      "district": "Mitte",
      "address": "",
      "description_de": "",
      "description_en": "",
      "image": "",
      "relative_map_position": {
        "x": 0.6079,
        "y": 0.4741
      }
    },
    "27": {
      "name": "Alextreff",
      "district": "Mitte",
      "address": "",
      "description_de": "",
      "description_en": "",
      "image": "",
      "relative_map_position": {
        "x": 0.6284,
        "y": 0.4177
      }
    },
    "28": {
      "name": "Sternradio",
      "district": "Mitte",
      "address": "",
      "description_de": "",
      "description_en": "",
      "image": "",
      "relative_map_position": {
        "x": 0.6434,
        "y": 0.3951
      }
    },
    "29": {
      "name": "Café Moskau",
      "district": "Mitte",
      "address": "",
      "description_de": "",
      "description_en": "",
      "image": "",
      "relative_map_position": {
        "x": 0.6638,
        "y": 0.4241
      }
    },
    "30": {
      "name": "Walfisch",
      "district": "Mitte",
      "address": "",
      "description_de": "",
      "description_en": "",
      "image": "",
      "relative_map_position": {
        "x": 0.6439,
        "y": 0.4947
      }
    },
    "31": {
      "name": "Kater Holzig",
      "district": "Mitte",
      "address": "",
      "description_de": "",
      "description_en": "",
      "image": "",
      "relative_map_position": {
        "x": 0.6691,
        "y": 0.4956
      }
    },
    "32": {
      "name": "90°",
      "district": "Friedrichshain-Kreuzberg",
      "address": "",
      "description_de": "",
      "description_en": "",
      "image": "",
      "relative_map_position": {
        "x": 0.4889,
        "y": 0.5905
      }
    },
    "33": {
      "name": "Zodiak Free Arts Lab",
      "district": "Friedrichshain-Kreuzberg",
      "address": "",
      "description_de": "",
      "description_en": "",
      "image": "",
      "relative_map_position": {
        "x": 0.5423,
        "y": 0.5924
      }
    },
    "34": {
      "name": "Horst Krzbrg",
      "district": "Friedrichshain-Kreuzberg",
      "address": "",
      "description_de": "",
      "description_en": "",
      "image": "",
      "relative_map_position": {
        "x": 0.5561,
        "y": 0.6065
      }
    },
    "35": {
      "name": "Cheetah",
      "district": "Friedrichshain-Kreuzberg",
      "address": "",
      "description_de": "",
      "description_en": "",
      "image": "",
      "relative_map_position": {
        "x": 0.6587,
        "y": 0.6875
      }
    },
    "36": {
      "name": "Festsaal Kreuzberg",
      "district": "Friedrichshain-Kreuzberg",
      "address": "",
      "description_de": "",
      "description_en": "",
      "image": "",
      "relative_map_position": {
        "x": 0.6565,
        "y": 0.5895
      }
    },
    "37": {
      "name": "Cuvry-Brache",
      "district": "Friedrichshain-Kreuzberg",
      "address": "",
      "description_de": "",
      "description_en": "",
      "image": "",
      "relative_map_position": {
        "x": 0.7439,
        "y": 0.5874
      }
    },
    "38": {
      "name": "Bar 25",
      "district": "Friedrichshain-Kreuzberg",
      "address": "",
      "description_de": "",
      "description_en": "",
      "image": "",
      "relative_map_position": {
        "x": 0.6813,
        "y": 0.4793
      }
    },
    "39": {
      "name": "Maria am Ufer",
      "district": "Friedrichshain-Kreuzberg",
      "address": "",
      "description_de": "",
      "description_en": "",
      "image": "",
      "relative_map_position": {
        "x": 0.6898,
        "y": 0.5082
      }
    },
    "40": {
      "name": "Ostgut",
      "district": "Friedrichshain-Kreuzberg",
      "address": "",
      "description_de": "",
      "description_en": "",
      "image": "",
      "relative_map_position": {
        "x": 0.7243,
        "y": 0.5344
      }
    },
    "41": {
      "name": "Sport- und Erholungszentrum (SEZ)",
      "district": "Friedrichshain-Kreuzberg",
      "address": "",
      "description_de": "",
      "description_en": "",
      "image": "",
      "relative_map_position": {
        "x": 0.7427,
        "y": 0.3699
      }
    },
    "42": {
      "name": "Samariterkirche",
      "district": "Friedrichshain-Kreuzberg",
      "address": "",
      "description_de": "",
      "description_en": "",
      "image": "",
      "relative_map_position": {
        "x": 0.8077,
        "y": 0.4298
      }
    },
    "43": {
      "name": "Antje Øklesund",
      "district": "Friedrichshain-Kreuzberg",
      "address": "",
      "description_de": "",
      "description_en": "",
      "image": "",
      "relative_map_position": {
        "x": 0.8109,
        "y": 0.454
      }
    },
    "44": {
      "name": "Morlox",
      "district": "Friedrichshain-Kreuzberg",
      "address": "",
      "description_de": "",
      "description_en": "",
      "image": "",
      "relative_map_position": {
        "x": 0.7926,
        "y": 0.5373
      }
    },
    "45": {
      "name": "Zukunft am Ostkreuz",
      "district": "Friedrichshain-Kreuzberg",
      "address": "",
      "description_de": "",
      "description_en": "",
      "image": "",
      "relative_map_position": {
        "x": 0.8069,
        "y": 0.573
      }
    },
    "46": {
      "name": "Icon",
      "district": "Pankow",
      "address": "",
      "description_de": "",
      "description_en": "",
      "image": "",
      "relative_map_position": {
        "x": 0.6241,
        "y": 0.2109
      }
    },
    "47": {
      "name": "Klub der Republik",
      "district": "Pankow",
      "address": "",
      "description_de": "",
      "description_en": "",
      "image": "",
      "relative_map_position": {
        "x": 0.636,
        "y": 0.2358
      }
    },
    "48": {
      "name": "Café Nord",
      "district": "Pankow",
      "address": "",
      "description_de": "",
      "description_en": "",
      "image": "",
      "relative_map_position": {
        "x": 0.6372,
        "y": 0.171
      }
    },
    "49": {
      "name": "Knaack-Klub",
      "district": "Pankow",
      "address": "",
      "description_de": "",
      "description_en": "",
      "image": "",
      "relative_map_position": {
        "x": 0.6753,
        "y": 0.338
      }
    },
    "50": {
      "name": "Werner-Seelenbinder-Halle",
      "district": "Pankow",
      "address": "",
      "description_de": "",
      "description_en": "",
      "image": "",
      "relative_map_position": {
        "x": 0.7609,
        "y": 0.3399
      }
    },
    "51": {
      "name": "Rundlockschuppen Heinersdorf",
      "district": "Pankow",
      "address": "",
      "description_de": "",
      "description_en": "",
      "image": "",
      "relative_map_position": {
        "x": 0.6344,
        "y": 0.0685
      }
    },
    "52": {
      "name": "Die Halle",
      "district": "Pankow",
      "address": "",
      "description_de": "",
      "description_en": "",
      "image": "",
      "relative_map_position": {
        "x": 0.7945,
        "y": 0.0699
      }
    },
    "53": {
      "name": "Berliner Luft- und Badeparadies (Blub)",
      "district": "Neukölln",
      "address": "",
      "description_de": "",
      "description_en": "",
      "image": "",
      "relative_map_position": {
        "x": 0.7368,
        "y": 0.9288
      }
    },
    "54": {
      "name": "Griessmuehle",
      "district": "Neukölln",
      "address": "",
      "description_de": "",
      "description_en": "",
      "image": "",
      "relative_map_position": {
        "x": 0.7802,
        "y": 0.7866
      }
    },
    "55": {
      "name": "Arena",
      "district": "Treptow-Köpenick",
      "address": "",
      "description_de": "",
      "description_en": "",
      "image": "",
      "relative_map_position": {
        "x": 0.7686,
        "y": 0.6123
      }
    },
    "56": {
      "name": "MS Dr. Ingrid Wengler",
      "district": "Treptow-Köpenick",
      "address": "",
      "description_de": "",
      "description_en": "",
      "image": "",
      "relative_map_position": {
        "x": 0.7786,
        "y": 0.6033
      }
    },
    "57": {
      "name": "Insel der Jugend",
      "district": "Treptow-Köpenick",
      "address": "",
      "description_de": "",
      "description_en": "",
      "image": "",
      "relative_map_position": {
        "x": 0.8576,
        "y": 0.6936
      }
    },
    "58": {
      "name": "Spreepark",
      "district": "Treptow-Köpenick",
      "address": "",
      "description_de": "",
      "description_en": "",
      "image": "",
      "relative_map_position": {
        "x": 0.877,
        "y": 0.6984
      }
    },
    "59": {
      "name": "Funkpark",
      "district": "Treptow-Köpenick",
      "address": "",
      "description_de": "",
      "description_en": "",
      "image": "",
      "relative_map_position": {
        "x": 0.9167,
        "y": 0.7409
      }
    },
    "60": {
      "name": "Rummels Bucht",
      "district": "Lichtenberg",
      "address": "",
      "description_de": "",
      "description_en": "",
      "image": "",
      "relative_map_position": {
        "x": 0.8315,
        "y": 0.5791
      }
    }
  }
}